Repository: Itsnotbexxx/bex-one-lab
Catalog: MyFriends-MVVM-table&collectionView/MyFriends-MVVM-table&collectionView/Localizable/*.lproj/Localizable.strings
Languages: es

source: My Friends
es: Mis amigos

source: iOS Developer
es: Desarrollador iOS

source: Photographer
es: Fotógrafo

source: UI/UX Designer
es: Diseñadora de interfaz

source: Model, Actress
es: Modelo, Actriz

source: Taxi Driver
es: Conductor de taxi

source: Company CEO
es: Director

source: Retail Supervisor
es: Supervisor minorista

source: UFC Fighter
es: Luchador UFC

source: Add New Friend
es: Agregar nuevo amigo

source: Add New Contacts
es: Agregar nuevos contactos

source: You Might Know Them
es: Podrías conocerlos

source: From Contacts
es: De contactos

source: By Username
es: Por nombre de usuario

source: By Phone Number
es: Por número de teléfono

source: 110.2M Friends
es: 110.2M amigas

source: 18 Friends
es: 18 amigas

source: 467 Friends
es: 467 amigas

source: 12.3K Friends
es: 12.3K amigas

source: 1298 Friends
es: 1298 amigas

source: 4.5K Friends
es: 4.5K amigas

source: 1100 Friends
es: 1100 amigas

source: 489 Friends
es: 489 amigas

source: My Feed
es: Mi feed

source: My Pins
es: Mis pines
